// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Gestión de configuraciones predeterminadas de papel";

"SynchronizeTitleString" = "Actualizando lista de papeles…";

"CreatePaperErrorTitle" = "No se puede añadir nuevo papel";
"SetProfileErrorTitle" = "No se puede instalar el perfil ICC";
"GetMediumListErrorTitle" = "No se puede obtener lista de papeles personalizados";
"DeleteCustomMediumErrorTitle" = "No se puede eliminar el papel personalizado";
"GetProfileErrorTitle" = "No se puede descargar perfil ICC";
"SetPropertiesErrorTitle" = "No se pueden cambiar las propiedades de impresión";
"ResponseErrorMessage" = "Compruebe que su impresora está conectada y encendida e inténtelo de nuevo.";
CalibratePaperErrorTitle = "No se puede calibrar el papel";
ProfilePaperErrorTitle = "No se puede crear perfil pap.";
ColorMeasurementErrorTitle = "No se puede medir el color";
ExportPaperPresetErrorTitle = "No se puede exportar el valor preestablecido de papel";

"DeleteButtonTitle" = "Eliminar";
"DeletePaperConfirmationTitle" = "Confirmación para eliminar papel personalizado";
"DeletePaperConfirmationMessageFormat" = "¿Está seguro de que desea eliminar el papel %@ de la lista de papeles del controlador de impresión y de la impresora?";

"SetPrintingPropertiesConfirmationTitleFormatString" = "¿Está seguro de que desea cambiar las propiedades de impresión para el papel %@?";
"SetPrintingPropertiesConfirmationMessageString" = "Si cambia las propiedades de impresión a valores no compatibles con el papel, podrían surgir problemas de calidad de imagen.";
"SetPaperThicknessConfirmationTitleFormatString" = "Si cambia el Grosor del papel a Normal para papeles gruesos, podrían surgir problemas de calidad de imagen y dañarse los cabezales de impresión. La calibración y los perfiles ICC para este papel dejarán de ser válidos y deberán realizarse de nuevo. ¿Está seguro que desea cambiar el Grosor del papel para el papel %@?";

// Calibration status
"CalibrationStatusRecommended" = "Recomendado";
"CalibrationStatusOutOfDate" = "Obsoleto";

// Synchronization strings
"SyncronizationSuccessfullTitleString" = "La lista de papeles se ha actualizado correctamente";
"SyncronizationSuccessfullWithoutPDEReferenceMessageString" = "A partir de ahora puede imprimir con los nuevos papeles personalizados.";
"SyncronizationSuccessfullMessageString" = "A partir de ahora puede imprimir con los nuevos papeles personalizados. Para ver la lista actualizada de papeles en el cuadro de diálogo de impresión puede que deba volver a abrirla.";
"SyncronizationFailedPrinterBusyTitle" = "No se puede actualizar la lista de papeles";
"SyncronizationFailedPrinterBusyMessage" = "Compruebe que la impresora no está imprimiendo e inténtelo de nuevo.";
"MediaManagementErrorTitleString" = "No se puede obtener información sobre los papeles personalizados de la impresora";
"SyncronizationIncompleteTitleString" = "No se puede actualizar la lista de papeles completa";
"SyncronizationIncompleteMessageFormatString" = "Los siguientes papeles no se han actualizado:\n%@";
RegistrationIncompleteTitle = "No se puede actualizar la lista de papeles completa";
RegistrationIncompleteMessage = "Los siguientes papeles no se han registrado:\n%@";
RegistrationRequiredString = "Registre el perfil ICC.";
RegisteringProfileTitleString = "Registrando perfil ICC…";
MethodNotSupportedInFWMessage = "La versión actual del firmware no permite la acción que intenta realizar. Compruebe la versión más reciente del firmware.";

"GetMediumListTitleString" = "Recuperando lista de papeles…";
"DeleteMediumTitleString" = "Eliminando papel personalizado…";
"GetProfileTitleString" = "Descargando perfil ICC…";
"SetPropertiesTitleString" = "Cambiando propiedades de impresión…";
"RestoreProfileTitleString" = "Restaurando perfil ICC de fábrica";
"RemoveProfileErrorTitle" = "No se puede restaurar el perfil ICC de fábrica";

"ICCProfileTitleString" = "Perfil ICC";
"CalibrationStatusTitleString" = "Estado de calibración";

// Gloss Enhancer
"OFF" = "Desactivado";
"FULLPAGE" = "Activado";
"INKEDAREA" = "Activado";

// Paper category
"BOND_AND_COATED" = "Papel bond y recubierto";
"PHOTO" = "Papel fotográfico";
"PROOFING" = "Papel para pruebas";
"FINE_ART" = "Material para dibujo";
"FILM" = "Película";
"TECHNICAL" = "Papel técnico";
"CUSTOM" = "Papel personalizado";
BACKLIT = "Material retroiluminado";
ADHESIVE = "Papel adhesivo";
BANNER_AND_SIGN = "Material para rótulos y anuncios";
HP_EXTENDED_MEDIA = "Papeles adicionales";

"CalibrationStatusNotApplicable" = "No procede.";

"No response" = "Compruebe que su impresora está conectada y encendida e inténtelo de nuevo.";
"UNDEFINED-ERROR" = "Se ha producido un error.";
"ERROR-IN-PARAMS" = "Se ha producido un error.";
"UNKNOWN-OPERATION" = "Se ha agotado el tiempo para la operación.";
"PRINTER-BUSY" = "La impresora está ocupada. Espere hasta que haya finalizado la impresión en curso.";
"UNDEFINED-MEDIUM" = "El papel seleccionado ya no existe. Es posible que lo haya borrado otro usuario.";
"INVALID-MEDIUM" = "Se ha producido un error.";
"PROFILE-DOESNT-EXIST" = "Se ha producido un error.";
"FACTORY-MEDIUM-CANNOT-BE-DELETED" = "Los papeles HP de fábrica no se pueden eliminar.";
"MEDIUM-CANNOT-BE-DELETED" = "El papel personalizado no puede eliminarse porque está actualmente cargado en la impresora.";
"MEDIUM-DOESNT-EXIST" = "El papel seleccionado ya no existe. Es posible que lo haya borrado otro usuario.";
"MEDIUM-NOT-CLONABLE" = "Se ha producido un error.";
"PROFILE-CANNOT-BE-DELETED" = "Se ha producido un error.";
ALREADY-IN-FACTORY-SETTINGS = "Las propiedades de impresión ya son predeterminadas.";

"SaveProfileErrorTitle" = "No se puede guardar el perfil ICC";
"SaveProfileErrorMessage" = "Inténtelo con otra ubicación.";

IncreasePaperThicknessConfirmationTitleFormatString = "¿Está seguro de que desea cambiar el grosor del papel para el papel %@?";
IncreasePaperThicknessConfirmationMessageString = "Los datos de calibración y los perfiles ICC para este papel dejarán de ser válidos y deberán realizarse de nuevo.";
DecreasePaperThicknessConfirmationTitleFormatString = "¿Está seguro de que desea cambiar el grosor del papel para el papel %@?";
DecreasePaperThicknessConfirmationMessageString = "Si cambia el grosor del papel a “Normal” para papeles gruesos, podrían surgir problemas de calidad de imagen y dañarse los cabezales de impresión. Los datos de calibración y los perfiles ICC para este papel dejarán de ser válidos y deberán realizarse de nuevo.";
CreateNewICCProfileRecommendationTitleString = "Vaya a \"Crear perfil de papel\" para crear un nuevo perfil ICC";
CreateNewICCProfileRecommendationMessageString = "Como ha cambiado algunas propiedades del papel, los perfiles ICC existentes ya no están ajustados para este tipo de papel.";
SetPrintingPropertiesSuccessfulMessageString = "Las propiedades de impresión del tipo de papel seleccionado se han cambiado correctamente.";
SetPrintingPropertiesTitleString = "Propiedades de impresión cambiadas";
ChangeButtonTitle = "Cambiar";

"ManagePapersTaskName" = "Gestión de configuraciones\npredeterminadas de papel";

//Xib localization

//tooltips
"CalibratePaperTooltip" = "Calibrar papel";
"ProfilePaperTooltip" = "Crear perfil de papel";
"InstallICCProfileTooltip" = "Instalar perfil ICC";
"ExportICCProfileTooltip" = "Exportar un perfil ICC asociado a cualquier papel.";
"RestoreFactoryICCProfileTooltip" = "Restaurar un perfil ICC de fábrica para uno de los papeles de HP.";
"RegisterProfileTooltip" = "Registrar perfil";
"ChangePrintingPropertiesTooltip" = "Cambiar propiedades de impresión para un papel.";
"ExportPaperPresetTooltip" = "Exportar valor preestablecido de papel";
"DeletePaperPresetTooltip" = "Para eliminar un papel personalizado de la lista de papeles del controlador de impresión y de la impresora, haga clic aquí.";
"ColorMeasurementTooltip" = "Medición de color";

"GearButtonTooltip" = "Para gestionar los valores preestablecidos de papel y los perfiles ICC, haga clic aquí.";
"AddPaperButtonTooltip" = "Para definir un tipo de papel personalizado e instalarlo en la impresora, haga clic aquí. Utilice HP Color Center para asociar un perfil de color ICC al nuevo tipo de papel.";
"FullSyncButtonTooltip" = "Para actualizar la lista de papeles del controlador de impresión del equipo con los tipos de papel de la impresora, haga clic aquí.";

//titles
"CalibratePaperTitle" = "Calibrar papel…";
"ProfilePaperTitle" = "Crear perfil de papel…";
"InstallICCProfileTitle" = "Instalar perfil ICC…";
"ExportICCProfileTitle" = "Exportar perfil ICC…";
"RestoreFactoryICCProfileTitle" = "Restaurar perfil ICC de fábrica…";
"RegisterProfileTitle" = "Registrar perfil";
"ChangePrintingPropertiesTitle" = "Cambiar propiedades de impresión…";
"ExportPaperPresetTitle" = "Exportar valor preestablecido de papel…";
"DeletePaperPresetTitle" = "Eliminar valor preest. papel";
"ColorMeasurementTitle" = "Medición de color…";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Crear nuevo valor preestablecido de papel";
"ActionsButtonAccessibilityDescription" = "Menú Acciones";
"SynchronizeButtonAccessibilityDescription" = "Actualizar lista de papeles";